import React, { Component } from "react";

import "./Useagreement.scss";

class Useagreement3 extends Component {
  render() {
    return (
      <div className="Useagreement">
        <h3>[개인정보수집 이용동의]</h3>
        <br />
        <strong>[개인정보의 수집 항목 및 이용 목적]</strong>
        <br />
        <p>
          회사는 다양하고 편리한 서비스를 제공하기 위해 아래의 정보를 고객의
          동의를 받아 수집할 수 있으며 선택사항의 동의를 거부하시는 경우에도
          회원가입 및 구매결제 등 필수서비스는 이용할 수 있습니다. ｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･
        </p>
      </div>
    );
  }
}

export default Useagreement3;
