import React, { Component } from "react";

import "./Useagreement.scss";

class Useagreement extends Component {
  render() {
    return (
      <div className="Useagreement">
        <h3>[이용약관]</h3>
        <br />
        <strong>제 1조(목적)</strong>
        <br />
        <p>
          이 약관은 (주)쓰나미 회사(전자상거래 사업자)가 운영하는 (주)쓰나미
          사이버 몰(이하 “몰”이라 한다)에서 제공하는 인터넷 관련 서비스(이하
          “서비스”라 한다)를 이용함에 있어 사이버 몰과 이용자의 권리·의무 및
          책임사항을 규정함을 목적으로 합니다. ｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･
        </p>
      </div>
    );
  }
}

export default Useagreement;
