import React, { Component } from "react";

import "./Useagreement.scss";

class Useagreement2 extends Component {
  render() {
    return (
      <div className="Useagreement">
        <h3>[쓰나르떼 서비스 이용약관]</h3>
        <br />
        <strong>제 1조(목적)</strong>
        <br />
        <p>
          이 약관은 (주)쓰나미(이하 "㈜쓰나미" 또는 "회사")와 회원간에 회사가
          제공하는 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 사항을
          구체적으로 규정하는데 그 목적이 있습니다. ｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣
          ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸
          ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣
          ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ
          👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･
          𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸
          ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･👣 ˎˊ-──𖥸 ｡ﾟ･｡ﾟ･ 𖥸──-ˋˏ 👣 ˎˊ-──𖥸 ｡ﾟ･
        </p>
      </div>
    );
  }
}

export default Useagreement2;
